Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: YOUR SUBSCRIPTION PERSONALITY
ar: شخصية اشتراكك
de: IHRE ABONNEMENT-PERSÖNLICHKEIT
es: TU PERSONALIDAD DE SUSCRIPCIÓN
fr: VOTRE PERSONNALITÉ D'ABONNEMENT
ja: サブスクリプションパーソナリティ

source: Your Subscriptions
ar: اشتراكاتك
de: Ihre Abonnements
es: Tus suscripciones
fr: Vos abonnements
ja: あなたのサブスクリプション

source: Your subscriptions are well-optimized. Great job!
ar: اشتراكاتك محسّنة جيدًا. عمل رائع!
de: Ihre Abonnements sind gut optimiert. Gute Arbeit!
es: ¡Sus suscripciones están bien optimizadas. ¡Buen trabajo!
fr: Vos abonnements sont bien optimisés. Bon travail !
ja: サブスクリプションはよく最適化されています。素晴らしい！

source: YOUR TOP SERVICE
ar: خدمتك الأولى
de: IHR TOP-DIENST
es: TU SERVICIO PRINCIPAL
fr: VOTRE SERVICE PRINCIPAL
ja: トップサービス

source: Your transactions will appear here once you make a purchase or receive credits.
ar: ستظهر معاملاتك هنا بمجرد إجراء عملية شراء أو استلام رصيد.
de: Ihre Transaktionen erscheinen hier, sobald Sie einen Kauf tätigen oder Guthaben erhalten.
es: Sus transacciones aparecerán aquí una vez que realice una compra o reciba créditos.
fr: Vos transactions apparaîtront ici une fois que vous aurez effectué un achat ou reçu des crédits.
ja: 購入またはクレジットを受け取ると、ここにトランザクションが表示されます。

source: Your Trial Protection Impact
ar: تأثير حماية التجربة الخاصة بك
de: Ihre Testschutz-Wirkung
es: Su impacto de protección de prueba
fr: Votre impact de protection d'essai
ja: トライアル保護の効果

source: YOUR UNIQUE CODE
ar: رمزك الفريد
de: IHR EINZIGARTIGER CODE
es: TU CÓDIGO ÚNICO
fr: VOTRE CODE UNIQUE
ja: あなたのユニークコード

source: Your Usage This Month
ar: استخدامك هذا الشهر
de: Ihre Nutzung diesen Monat
es: Su uso este mes
fr: Votre utilisation ce mois-ci
ja: 今月の使用状況

source: Your year in subscriptions — shareable
ar: عامك في الاشتراكات — قابل للمشاركة
de: Ihr Jahr bei Abonnements — teilbar
es: Tu año en suscripciones — compartible
fr: Votre année en abonnements — partageable
ja: サブスクリプションの1年 — 共有可能

source: You could save /month
de: Sie könnten 42 $/Monat sparen
es: Podrías ahorrar /mes
fr: Vous pourriez économiser 42 $/mois
ja: 月42ドル節約できるかもしれません
